Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/samediggi.no/giellakampanja-birra.html.tmx
Source language: smj
Languages: sma

source: Giellakampánja birra / Artikler / Sámásta mujna / Giella / Sámedigge - Sametinget
sma: Gïelekampanjen bijre / Artikler / Saemesth munnjien / Gïele / Saemiedigkie - Sametinget

source: Giellakampánja birra
sma: Gïelekampanjen bijre

source: Sámegiella le vattáldahka mijá ájttegijs.
sma: Saemien gïele lea mijjen vadtese mijjen maadtegijstie.

source: Vattáldahka majt mij vas galggap vaddet mijá maŋep buolvajda.
sma: Akte vadtese maam edtjebe vihth mijjen eerpijidie vedtedh.

source: Giella javllá juojddáv gudi mij lip, ja nanni mijá tjanástagájt sáme aktisasjvuohtaj.
sma: Gïele maam akt jeahta gïeh mijjieh, jïh mijjen ektiedimmiem dan saemien ektievoetese nænnoestahta.

source: Ælla divna sáme máná ja nuora oadtjum sámegielav oahppat, valla giella le huoman viehka ájnas sidjij aj.
sma: Eah gaajhkh saemien maanah jïh noerh leah åådtjeme saemien lïeredh, men læjhkan gïele joekoen vihkeles aaj dejtie.

source: Juska ulmusj ij sámegielav håla, de le sámegielan huoman stuorra árvvo.
sma: Jalhts ij gïelem soptsesth, dle saemien læjhkan stoerre aarvoem åtna.

source: Dan diehti gå sáhka le identitehtas ja aktisasjvuodas.
sma: Dïhte dan åvteste gïele lea identiteeten jïh ektievoeten bïjre.

source: Gåktu sáhkadit ja dåbddåt ulmusj la oassen juosstá mij la stuoráp.
sma: Maehtedh soptsestidh, govlesadtedh jïh damtedh manne lea akte bielie mestie akt stuerebe

source: Sámedigge rahtjá sámegielav nannit, åvddånahttet ja bisodit juohkka guovlon Sámeednamin.
sma: Saemiedigkie tuhtjie joekoen vihkeles nænnoestehtedh, evtiedidh jïh vaarjelidh saemien gïelem abpe Saepmesne.

source: Sámedigge sihtá divna mánájn ja nuorajn galggá liehket máhttelisvuohta oahppat sámegielav danna gånnå sij årru, ja máhttelisvuohta hållat sámegielav árggabiejven.
sma: Saemiedigkie sæjhta gaajhkh maanah jïh noerh edtjieh nuepiem utnedh saemien lïeredh desnie gusnie årroeh, jïh aaj nuepiem utnedh sijjen gïelem nuhtjedh aarkebiejjien.

source: Sámedigge barggá vaj máná ja nuora ålles rijkan galggi oadtjot máhttelisvuodajt oahppat sámegielav skåvlån.
sma: Saemiedigkie barkeminie ihke maanah jïh noerh abpe laantesne edtjieh nuepiem åadtjodh lïerehtimmiem åadtjodh saemiengïelesne skuvlesne.

source: Mij sihtap ienebu galggi sámegielav oahppat, danen gå dåssju dajna vuogijn tjårggip vaj giella viessu vijddábut ja máhttá åhpaduvvat boahtte buolvajs.
sma: Mijjieh sïjhtebe jienebh edtjieh saemien lïeredh, juktie ajve naemhtie mijjieh hoksebe gïele guhkiebasse jeala jïh orre boelvh åadtjoeh gïelem lïeredh.

source: Mij sihtap aj ienebu galggi sámástit nåv dájvváj gå máhttelis, ja jus riekta juohkka aktijvuodan.
sma: Mijjieh aaj sïjhtebe jienebh edtjieh saemien nuhtjedh dam daamtaj goh gåarede, jïh eeremasth gaajhkene lehkesne.

source: Sámedigge sihtá galggá liehket luondulasj sámástit goappátjagá oassásin, tjiektjamhárjjidusán nåv gå skåvlån.
sma: Saemiedigkie sæjhta edtja iemie årrodh saemien nuhtjedh dovne bovresne, gosse juelkietjengkerem saavreminie jïh hævvi aaj skuvlesne.

source: Mij sihtap sámegiella galggá vuojnnut sosiála medijajn.
sma: Mijjieh sïjhtebe saemien edtja våajnoes årrodh sosijaale meedijinie.

source: Mij sihtap sámegiella galggá gullut gahttunin, váren ja skåvllåsaljon.
sma: Mijjieh sïjhtebe saemien gïele edtja gaatojne, vaeresne jïh skuvlesjaljosne govledh.

source: Sámedigge le dan diehti álgadam Giellakampánjav “ Sámásta mujna ”.
sma: Saemiedigkie dan åvteste gïelekampanjem ” Saemesth munnjien ” aalkeme.

source: Doajvvop dat kampánnja galggá viehkedit stuoráp diedulasjvuohtaj sámástittjat ienep aktijvuodajn, arvusmahtátjit sámegielav åhpatjit, lasedittjat ienep jådå arenajn sámástittjat ja almulasj aktijvuodajn sámástittjat.
sma: Mijjieh gegkestibie daate kampanje edtja viehkiehtidh guktie jienebh vuerkiehtieh saemien nuhtjedh jieniebinie sijjine, skreejrehtidh lïerehtimmiem vaeltedh saemien gïelesne, åtnoem saemien gïeleste lissiehtidh jieniebinie jïh orre sijjine jïh saemien gïele åtnasåvva byögkeles ektiedimmine.

source: “ Sámásta mujna ” le rijkavijddásasj guoddokampánnja mij loavddá divna sáme nuorajt, goappátjagá sijáv gudi bukti sámástit, vehik sámástit ja gudi e buvte sámástit.
sma: ” Saemesth munnjien ” akte kampanje abpe laantesne mij gaajhkide saemien noeride feerhmie, dovne dah mah saemiestieh, ånnetji saemien maehtieh jïh dah mah eah saemien maehtieh.

source: Kampánja ulmme le viehkedittjat:
sma: Kampanjen ulmie lea;

source: Vaj sámegiela adno laseduvvá
sma: Lissiehtamme åtnoe saemien gieleste

source: Vaj ienebu sámásti
sma: Jienebh saemien gïelem nuhtjieh

source: Vaj sámegiella ienep arenajn laseduvvá
sma: Saemien gïele åtnasåvva jieniebinie sijjine

source: Vaj sámegiella vuojnnusin sjaddá
sma: Saemien gïele våajnoes sjædta

source: Vaj sebrudahka dádjat ienebut man ájnas la gå oadtjop sámástit
sma: Lissiehtamme goerkese siebriedahkesne ihke vihkeles mijjieh åadtjobe mijjen gïelem nuhtjedh

source: Mijá hásstalus la oadtjot ájnegattjav válljitjit sámegielav.
sma: Mijjen haesteme lea fïereguhtem skreejredh saemien gïelem veeljedh.

source: Sámegiela boahtteájgge le tjanádum juohkka aktaj mijás adná sámegielav luondulasj guládimgiellan juohkka aktijvuodan gå máhttelis, ja sihtá ja dåjmalattjat vállji sámegielav oahppat.
sma: Jis saemien edtja jieledh båetijen aejkien dle fïereguhte mijjeste tjuara saemien gaskemsh nuhtjedh goh akte iemie gïele dan daamtaj goh gåarede, jïh fïereguhte tjuara sïjhtedh jïh eadtjohke årrodh lïerehtimmiem vaeltedh saemien gïelesne.

source: Mijá diedádus le sámegiella le ájnas ja ávkká.
sma: Mijjen dïjre lea saemien gïele lea vihkeles jïh nuhteligs.

source: Åhpa sámegielav, sámásta, vállji sámegielav !
sma: Lïerede saemien, nuhtjede saemien, veeljede saemien !

source: Mij lip divna siegen gielav bisodime gå sámástip.
sma: Gaajhkesh mijjieh gïelem vaarjelibie gosse dam nuhtjebe.

source: Ájnas le aj dættodit stuorra ávkke le liehket guovtegielagin, ja moadda barggomáhttelisvuoda rahpusi boahtteájgen.
sma: Vihkeles tjïertestidh man stoerre aevhkie lea guektiengïeline årrodh, jïh man jïjnjh barkoenuepieh dïhte vadta båetijen aejkien.

source: Sámásta mujna !
sma: Saemesth munnjien !

source: samastamujna@samedigge.no
sma: saemesthmunnjien@saemiedigkie.no
